[
  {
    "title": "Distress",
    "color": "danger",
    "skills": [
      {
        "action": "Stopp",
        "definition": "Stop! - Take a breath - Observe - Pull back - Practice and/or Proceed"
      },
      {
        "action": "It will pass",
        "definition": "Thoughts and feelings come and go. Situations change. Sometimes all we can do is keep going. It will pass."
      },
      {
        "action": "Distract",
        "definition": "What can I do right now to help me focus on something else, instead of my distress?"
      },
      {
        "action": "Do One Thing",
        "definition": "Do One Thing Choose something to do. Do it mindfully. How long for? 20 minutes !"
      },
      {
        "action": "Turn The Mind",
        "definition": "Choose to take the new resourceful and helpful way. Use a skill ! If you always do what you always did, you'll always get what you always got."
      },
      {
        "action": "Right Now",
        "definition": "Right Now: 5 things I can see - 4 things I can hear - 3 things I can touch - 2 things I can smell - 1 slow deep breath"
      },
      {
        "action": "Soothe",
        "definition": "what can I use to soothe myself? Soothe my senses. What is in my sooth bag/box/app that will help me to feel better?"
      },
      {
        "action": "Values",
        "definition": "What are my values? What is really important to me? What can I do that will help me take a step towards my chosen life direction?"
      }
    ]
  },
  {
    "title": "Mindfulness",
    "color": "info",
    "skills": [
      {
        "action": "Breathe",
        "definition": "Focus attention on the breath. Imagine a balloon inflating on the in-breath, and deflating on the out-breath."
      },
      {
        "action": "Observe",
        "definition": "Take the helicopter view! Pull back. What's the bigger picture?"
      },
      {
        "action": "This Moment",
        "definition": "Focus on the here and now, in this moment. Say to yourself: 'I am sitting' or 'I am walking'. 'I am looking' or 'I am listening'. 'I am breathing'. Notice the sensations of that activity in this moment."
      },
      {
        "action": "Focus",
        "definition": "Where is my focus of attention? What am I thinking about? Where do I want to focus?"
      },
      {
        "action": "Drift",
        "definition": "Am I drifting? Is my attention wandering? Bring attention back to my chosen focus."
      },
      {
        "action": "Fact of Option",
        "definition": "Ask yourself: Is this thought fact or opinion? Come back to the FACTS !"
      },
      {
        "action": "Wise Mind",
        "definition": "Taking reasonable mind and emotion mind into consideration.... What would Wise Mind make of this?"
      },
      {
        "action": "Keep Calm And Carry On",
        "definition": "Focus on your chosen slogan or positive self talk statement to help you cope during distressing times."
      }
    ]
  },
  {
    "title": "Emotion",
    "color": "warning",
    "skills": [
      {
        "action": "Self Care",
        "definition": "Sleep - Eating & Exercise - Look at other factors - Find fun, achievement and enjoyment - every day. Be kind to yourself !"
      },
      {
        "action": "Thinking",
        "definition": "Don't believe everything you think ! Thoughts are just thoughts."
      },
      {
        "action": "Name The Emotion",
        "definition": "What emotion am I feeling right now? I can notice the urge to react, and choose a more helpful response."
      },
      {
        "action": "Opposite Action",
        "definition": "Notice the emotional action urge - and do the opposite. If anxious, instead of escape/avoid - approach. If angry, instead of attack - kind approach or gently withdraw. If depressed, instead of withdraw/isolate - do something, be with others."
      },
      {
        "action": "Sieve or Sponge",
        "definition": "What thoughts am I sponging? What am I sieving? What can I start to notice instead?"
      },
      {
        "action": "Build Positive Experiences",
        "definition": "What can I do to add more colour into my life? More nourishing and less depleting activities."
      },
      {
        "action": "Balance",
        "definition": "Where am I on my personal scale? What can I do to help balance myself?"
      },
      {
        "action": "Pace & Plan",
        "definition": "Play - Achieve - Care - Energise - Prepare - List - Action - Notice"
      }
    ]
  },
  {
    "title": "Interpersonal",
    "color": "success",
    "skills": [
      {
        "action": "Listen",
        "definition": "I have 2 years and only one mouth! How can I show that I'm really listening?"
      },
      {
        "action": "Respect",
        "definition": "The more I give - the more I get. Respect myself & others - Treat others as I want to be treated"
      },
      {
        "action": "Reflect",
        "definition": "What can I learn about what happened? What went well? What didn't go so well? What can I do differently next time?"
      },
      {
        "action": "Crystal Clear",
        "definition": "Concise - Lucid & Logical - Emotion-free expression - Assertive - Realistic."
      },
      {
        "action": "Ask or Say No",
        "definition": "How can I ask someone what I really want to ask for? It's OK to say no - I can say it in a way that is OK for me as well as the other person."
      },
      {
        "action": "Maintain Relationship",
        "definition": "Say in touch with friends, family and important others. When you're feeling low, let someone know."
      },
      {
        "action": "Talk the Talk",
        "definition": "Communicate assertively. Smile - warm & friendly - relaxed - comfortable eye contact."
      },
      {
        "action": "End Or Mend",
        "definition": "Is this relationship healthy for me? How can I end or mend this relationship? Can I keep a door open?"
      }
    ]
  }
]